Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Cuando en una serie de dosis de formulaciones proporcionales, el principio activo(s) exhibe una farmacocinética no lineal en ese rango de concentraciones, es necesaria una consideración especial para la selección de la o las concentraciones a las cuales se debe realizar el estudio.
es_es: When in a series of proportional formulation doses, the drug substance(s) exhibits non-linear pharmacokinetics in that concentration range, special consideration is necessary for the selection of the concentration(s) at which the study should be performed.

source: Cuando esto no es posible, se pueden utilizar lotes piloto o lotes de producción de pequeña escala, siempre que su tamaño no sea menor al 10% del tamaño de los lotes de producción esperado, o 100.000 unidades, lo que sea mayor, y que se fabriquen con la misma formulación, equipos similares y procesos previstos para los lotes de producción industrial.
es_es: Where not possible, pilot batches or small-scale production batches may be used, provided that their size is not less than 10% of the expected production batch size, or 100.000 units, whichever is greater, and that they are manufactured using the same formulation, similar equipment and processes as intended for industrial production batches.

source: Cuando esto no sea posible, se debe elegir un diseño de grupos paralelos.
es_es: When not possible, a parallel group design should be chosen.

source: Cuando existen dificultades analíticas se puede emplear más de una unidad de dosificación.
es_es: More than one dosage unit may be used if analytical complications so warrant.

source: Cuando hay más de un analito presente en las muestras de los sujetos, se recomienda demostrar la estabilidad de los analitos en la matriz en presencia de los otros analitos en condiciones estándar, tales como las pruebas de congelación, descongelación, almacenamiento a corto y largo plazo a temperatura ambiente, almacenamiento a largo plazo en condiciones de congelación;
es_es: When more than one analyte is available in the subject samples, the matrix analyte stability should be proved in the presence of the other analytes under standard conditions, such as freeze-thaw testing, short- and long-term storage at room temperature, long-term storage under frozen conditions;

source: Cuando los datos se limitan a mediciones cualitativas (categorizadas), se requerirá un análisis estadístico especial apropiado;
es_es: An appropriate special statistical analysis will be required when data are limited to qualitative (categorized) measurements;

source: Cuando los mecanismos de liberación de los medicamentos se vuelven más complejos, por ejemplo, medicamentos con una liberación inmediata y un componente de liberación modificada, pueden ser necesarios parámetros adicionales, tales como medidas parciales de AUC para asegurar la bioequivalencia (BE) de dos medicamentos.
es_es: For more complex drug release mechanisms, for example, drug products with an immediate release and modified release component, additional parameters such as partial AUC measurements may be necessary to ensure the bioequivalence between two drugs.

source: Cuando los medicamentos farmacéuticamente equivalentes están en forma de polvos para reconstitución a solución acuosa y la solución resultante cumple con cualquiera de los criterios (a) (b) anteriores;
es_es: Pharmaceutically equivalent drug products supplied as powder for reconstitution into perfusates, when the resulting solution meets a or b above.

source: Cuando los medicamentos farmacéuticamente equivalentes son gases;
es_es: Gas form pharmaceutically equivalent drug products.

source: Cuando los medicamentos farmacéuticamente equivalentes son medicamentos tópicos preparados como soluciones acuosas y contienen el mismo principio activo en la misma concentración molar y los mismos excipientes en concentraciones similares (tenga en cuenta que una exención no sería aplicable a otras formas de dosificación tópicas como geles, emulsiones o suspensiones, pero podría ser aplicable a soluciones oleosas si la composición del vehículo es suficientemente similar);
es_es: Pharmaceutically equivalent topical drug products as perfusates with the same drug substance in the same molar concentration and the same inactive ingredients in similar concentrations (waivers are not applied to other topical dosage forms, such as gels, emulsions or suspensions, but may apply to oil solutions, if the excipient composition is sufficiently similar).

source: Cuando los medicamentos farmacéuticamente equivalentes son medicamentos óticos u oftálmicos preparados como soluciones acuosas y contienen el mismo principio activo en la misma concentración molar y los mismos excipientes en concentraciones similares.
es_es: Pharmaceutically equivalent optical or ophthalmic drug products as perfusates with the same drug substance in the same molar concentration and the same inactive ingredients in similar concentrations.

source: Cuando los medicamentos farmacéuticamente equivalentes son soluciones acuosas para nebulización o gotas nasales, destinadas a ser administradas con esencialmente el mismo dispositivo, contienen el mismo principio activo en la misma concentración y contienen los mismos excipientes en concentraciones similares (nótese que esta bioexención no se aplica a otras formas de dosificación como suspensiones para nebulización, gotas nasales donde el principio activo se encuentra en suspensión, aerosoles nasales en solución o suspensión, inhaladores de polvo seco o inhaladores presurizados de dosis medida en solución o suspensiones).
es_es: Pharmaceutically equivalent atomization or nose droplet perfusates meant for administration through essentially the same device, with the same drug substance in the same concentration and the same inactive ingredients in similar concentrations (this biowaiver does not apply to other dosage forms, such as atomization suspensions, nasal drops where the active ingredient is in suspension, nasal sprays in solution or suspension, dry powder inhalers, pressurized metered-dose inhalers in solutions or suspensions).

source: Cuando los medicamentos farmacéuticamente equivalentes son soluciones para uso oral (por ejemplo, jarabes, elixires y tinturas), contienen el principio activo en la misma concentración molar que el medicamento comparador, los mismos excipientes funcionales en concentraciones similares (si el principio activo es BCS Clase I) y los mismos excipientes (no solo el funcional) en concentraciones similares (para principios activos de otras clases del BCS);
es_es: Oral use pharmaceutically equivalent drug products (e.g.: syrups, elixirs, and dies) with the same drug substance in the same molar concentration as the comparator, the same functional inactive ingredients in similar concentrations (for BCS Class I drug substances), and the same inactive ingredients (not only the functional one) in similar concentrations (for non-BCS class active ingredients);

source: Cuando no son necesarios los estudios de equivalencia.
es_es: When are equivalence studies not necessary.

source: Cuando no son necesarios los estudios de equivalencia” del Anexo 1:
es_es: Whenever

source: Cuando se combina con la disolución del producto farmacéutico, el SCB tiene en cuenta tres factores principales que rigen la velocidad y el grado de absorción del fármaco (exposición) a partir de formas de dosificaciones sólidas orales de liberación inmediata:
es_es: Combined with the drug product dissolution, the SCB relies on three main factors for the absorption speed and extent (exposition) of immediate release, oral, solid dosage forms.

source: Cuando se comparan cápsulas de liberación extendida de microgránulos, donde las diferentes concentraciones han sido obtenidas únicamente ajustando el número de microgránulos que contienen el principio activo, una condición (por lo general la condición de liberación) será suficiente;
es_es: When comparing extended-release microgranule capsules, where the different concentrations have been obtained solely by adjusting the number of microgranules containing the active ingredient, one condition (usually the release condition) will suffice;

source: Cuando se realizan cambios en un método analítico que ya ha sido validado, podría ser aceptable una validación parcial, dependiendo de la naturaleza de los cambios implementados.
es_es: When changing an already validated analytical method, partial validation may be acceptable, depending on the nature of the changes implemented.

source: Cuando se utiliza este método para los estudios de permeación, la idoneidad de la metodología debe ser demostrada, incluyendo la determinación de la permeabilidad relativa a la de un compuesto de referencia cuya fracción de la dosis absorbida se ha documentado que es al menos 85%, así como el uso de un control negativo.
es_es: When using this method for permeation studies, the suitability of the methodology should be demonstrated, including the determination of permeability relative to that of a reference compound whose absorbed dose fraction has been documented to be at least 85%, as well as the use of a negative control.

source: Cuando se utilizan muestras de orina, la recuperación urinaria acumulativa (Ae) y la tasa máxima de excreción urinaria se emplean en lugar de AUC y Cmax.
es_es: When urine samples are used, cumulative urinary recovery (Ae) and maximum urinary excretion rate are used instead of AUC and Cmax.

source: Cuando se utilizan métodos de espectrometría de masas el efecto matriz debe ser evaluado;
es_es: When using mass spectrometry methods the matrix effect must be considered;

source: Cuando sea conveniente el diseño debe incluir un brazo de placebo;
es_es: Where appropriate, the design should include a placebo arm;

source: Cuando son medicamentos de liberación retardada (por ejemplo, con recubrimiento entérico), las condiciones recomendadas son medio ácido (pH 1,2) durante 2 horas y tampón de pH 6,8;
es_es: In the case of delayed-release (e.g. enteric coated) drug, the suggested conditions are acidic medium (pH 1.2) for 2 hours and buffer pH 6.8;

source: Cuando tales medidas no son posibles, se pueden utilizar las grabaciones en las escalas analógicas visuales.
es_es: When not possible, visual analogue scale recordings can be used.

source: Cuando tmax se considere clínicamente relevante, se debe realizar comparación para la mediana y el rango de tmax entre el medicamento de prueba y el comparador, para excluir diferencias numéricas con importancia clínica.
es_es: When tmax is considered clinically relevant, comparison between the test drug and the comparator should include the median and tmax range, to exclude clinically relevant numerical differences.

source: Cuando un principio activo no produce concentraciones medibles en un fluido biológico accesible y una bioexención basado en BCS no es una opción, los estudios farmacodinámicos comparativos pueden ser un método alternativo para la demostración de equivalencia.
es_es: When a drug substance does not result in measurable concentrations in an accessible biological fluid and BCS-based biowaivers are not an option, comparative pharmacokinetic studies can be an alternative equivalence-demonstrating method.

source: Cuando un principio activo produce concentraciones medibles en un fluido biológico accesible, como el plasma, se pueden realizar estudios farmacocinéticos comparativos.
es_es: Comparative pharmacokinetic studies can be made whenever a drug substance results in measurable concentrations in an accessible biological fluid, such as plasma.

source: Cuantificación del ingrediente farmacéutico activo.
es_es: Active pharmaceutical ingredient quantification.

source: Cuatro horas después de la administración se recibe una comida estándar.
es_es: Four hours after administration, a standard meal is given.

source: Cultural Bias:
es_es: Sesgo cultural:

source: Cultural Responsibility:
es_es: Responsabilidad cultural:

source: Cumulative hold time DS at 2-8°C
es_es: Tiempo de espera acumulativo del principio activo a 2-8° C.

source: Cumulative hold time DS at room temperature
es_es: Tiempo de espera acumulativo del principio activo a temperatura ambiente.

source: Cumulative hold time of drug substance (150 mg/mL) at 2 – 8°C
es_es: Tiempo de detención acumulativo del principio activo (150 mg/ml) a 2 - 8 °C

source: Cumulative hold time of drug substance (150 mg/mL) at RT
es_es: Tiempo de detención acumulativo del principio activo (150 mg/ml) a temp. amb.

source: Cumulative incidence function (CIF) curves that account for competing risks (i.e. non-CV deaths) and Kaplan-Meier curves of time to censoring were displayed.
es_es: Se presentaron las funciones de incidencia acumulada con contemplación de los riesgos competitivos (es decir, muertes no CV) y las curvas de Kaplan-Meier del tiempo hasta la censura.

source: Cumulative log10 virus reduction factor
es_es: Factor de reducción viral logarítmica decimal acumulativa

source: Cumulative of all Indications (time/person)
es_es: Acumulativo de todas las indicaciones (tiempo/persona)

source: Cumulative summary of Trajenta DEDP cases with abnormal outcomes
es_es: Resumen acumulativo de la exposición al medicamento en embarazos con resultados anómalos

source: Cumulative worldwide exposure data from the Boehringer Ingelheim territory (from Jan 2001 to 30 Nov 2024) for Metalyse is estimated at approximately 2,035,577 patients.
es_es: La exposición mundial acumulada con Metalyse en los territorios donde tiene presencia Boehringer Ingelheim (desde enero de 2001 hasta el 30 de noviembre de 2024) se estima aproximadamente en 2035577 pacientes.

source: Cumulatively, 37 cases reporting DEDP were identified.
es_es: En términos acumulados, se identificaron 37 casos con exposición al medicamento durante el embarazo.

source: Current
es_es: Vigente

source: Current Good Manufacturing Practices
es_es: Buenas Prácticas de Fabricación actuales

source: Current Ph.
es_es: Ph. Eur. vigente

source: Current Ph. Eur., USP, and JP.
es_es: Ph. Eur., USP, JP vigentes.

source: Current Text in Berotec LPI
es_es: Texto actual en la información local para el paciente de Berotec

source: Current and proposed methods were visually assessed as comparable concerning accuracy.
es_es: Ante inspección visual, los métodos vigente y propuesto presentaron una exactitud equiparable.

source: Current edition
es_es: Edición vigente

source: Current method
es_es: Método vigente

source: Current method [%]
es_es: Método vigente [%]

source: Current practice includes off-label treatment with unfractionated heparin, LMWH, fondaparinux or vitamin K antagonists [P19-00949].
es_es: La práctica actual incluye tratamientos no expresamente indicados con heparina no fraccionada, heparina de bajo peso molecular, fondaparinux o antagonistas de la vitamina K [P19-00949].

source: Current scientific evidence supports that medical device manufactured from stainless-steel alloys containing cobalt do not cause an increased risk of cancer or adverse reproductive effects.
es_es: La información científica actual respalda que los dispositivos médicos fabricados con aleaciones de acero inoxidable que contienen cobalto no implican un mayor riesgo de padecer cáncer ni efectos reproductivos adversos.

source: Current smoker
es_es: Tabaquismo actual

source: Current specification
es_es: Especificación vigente

source: Current status, type of report
es_es: Estado actual, tipo de informe

source: Current use or prior use of a SGLT-2 inhibitor or combined SGLT-1 and 2 inhibitor within 12 weeks prior to Visit 1 or during screening period until Visit 2.
es_es: Uso actual o uso previo de un inhibidor de SGLT-2 o un inhibidor combinado de SGLT-1 y 2 dentro de las 12 semanas anteriores a la Visita 1 o durante el período de selección y hasta la Visita 2.

source: Currently BioReliance Limited hold the following GMP Certificate:
es_es: En la actualidad, BioReliance Limited posee el siguiente certificado de buenas prácticas de fabricación:

source: Currently Tenecteplase drug product batches are produced in the commercial facility in building F113 (see Figure 1).
es_es: Actualmente, las partidas del medicamento Tenecteplasa se elaboran en las instalaciones de fabricación comercial ubicadas en el edificio F113 (ver Figura 1).

source: Currently enrolled in another investigational device or drug study, or less than 30 days since ending another investigational device or drug study(s), or receiving other investigational treatment(s).
es_es: Pacientes actualmente inscriptos en otro estudio de dispositivos o medicamentos experimentales, o que llevan menos de 30 días desde la finalización de otro estudio de dispositivos o medicamentos experimentales, o que estén recibiendo otros tratamientos experimentales.

source: Currently registered Sections S.2.2
es_es: Secciones S.2.2 registradas actualmente

source: Currently, microbiological quality testing is performed at release on one batch per year based on control strategy that includes:
es_es: En la actualidad, las pruebas de calidad microbiológica se realizan al momento de la liberación, sobre una partida por año, empleándose una estrategia de control que incluye:

source: Currently, well organised major stroke units treat up to 20% of acute ischemic stroke patients with alteplase.
es_es: Actualmente, unidades adecuadamente organizadas de tratamiento de accidentes cerebrovasculares masivos tratan hasta un 20% de los pacientes con ACV isquémicos con alteplasa.

source: Curriculum Vitae and Other Documentation
es_es: Curriculum vitae y otra documentación

source: Curvas concentración vs tiempo, comparativas del producto de prueba y el producto de referencia.
es_es: Concentration vs time, test product vs. reference product curves.

source: Cuándo son necesarios los estudios de equivalencia y qué tipos de estudios son empleados.
es_es: When equivalence studies are necessary and what types of studies are performed.

source: Cycle
es_es: Ciclo

source: Cycle with optimised primary drying duration hold of 44 hours
es_es: Ciclo con duración de secado primario optimizado de 44 horas

source: Cycles with optimised primary drying duration hold of 44 hours
es_es: Ciclos con una duración del secado primario optimizado de 44 horas

source: Cyclohexane
es_es: Ciclohexano

source: Cyprus
es_es: Chipre

source: Cytokines
es_es: Citocinas

source: Cytotoxicity
es_es: Citotoxicidad

source: Cytotoxics/cytostatics
es_es: Citotóxicos / citostáticos

source: Czechia
es_es: República Checa

source: Cálculo del factor de similitud (f2) u otro.
es_es: Calculation similarity (f2) or other factor:

source: Código y versión del protocolo.
es_es: Protocol code and version.

source: Código y versión.
es_es: Code and version.

source: Código y última versión aprobada del protocolo
es_es: Protocol code and last approved version

source: D-Glucitol,1,5-anhydro-1-C-[4-chloro-3-[[4- [[(3S)-tetrahydro-3-furanyl]oxy]phenyl]methyl]phenyl]-, (1S)
es_es: D-Glucitol,1,5-anhidro-1-C-[4-cloro-3-[[4-[[(3S)-tetrahidro-3-furanil]oxi]fenil]metil]fenil]-, (1S)

source: D-Glucitol,1,5-anhydro-1-C-[4-chloro-3-[[4[[(3S)-tetrahydro-3-furanyl]oxy]phenyl]methyl]phenyl]-, (1S)
es_es: D-Glucitol,1,5-anhidro-1-C-[4-cloro-3-[[4-[[(3S)-tetrahidro-3-furanil]oxi]fenil]metil]fenil]-, (1S)

source: DISCUSSION AND OVERALL CONCLUSIONS
es_es: CONSIDERACIONES FINALES Y CONCLUSIONES GENERALES

source: Definition of a Serious Adverse Event (SAE)
es_es: Definición de eventos adversos graves (EAG)

source: DATA AND SAFETY MONITORING BOARD: B. Snow (Chair), J. Kolbe, R. Stark, J. King, R. Macdonnell, J. Attia, C. D’Este (Independent Statistician).
es_es: JUNTA DE REVISIÓN DE DATOS Y SEGURIDAD: B. Snow (Presidente), J. Kolbe, R. Stark, J. King, R. Macdonnell, J. Attia, C. D’Este (Estadístico independiente).

source: DATA AND SAFETY MONITORING BOARD:
es_es: COMITÉ DE SUPERVISIÓN DE DATOS Y SEGURIDAD:

source: DATA AQUISITION
es_es: CAPTURA DE DATOS

source: DATA PROCESSING
es_es: PROCESAMIENTO DE DATOS

source: DATA QUALITY ASSURANCE
es_es: ASEGURAMIENTO DE LA CALIDAD DE LOS DATOS

source: DATA SETS ANALYSED
es_es: CONJUNTOS DE DATOS ANALIZADOS

source: DATASETS ANALYSED
es_es: CONJUNTOS DE DATOS ANALIZADOS

source: DATES OF MANUFACTURE
es_es: FECHAS DE FABRICACIÓN

source: DATOS GENERALES DEL CENTRO O LABORATORIO
es_es: GENERAL DATA OF THE CENTER OR LABORATORY

source: DEATHS - OTHER SERIOUS ADVERSE EVENTS - SIGNIFICANT AND OTHER SIGNIFICANT ADVERSE EVENTS
es_es: MUERTES. OTROS EVENTOS ADVERSOS SERIOS. EVENTOS ADVERSOS SIGNIFICATIVOS Y OTROS EVENTOS ADVERSOS SIGNIFICATIVOS

source: DECLARATION
es_es: DECLARACIÓN

source: DEDP was reported in patients treated with linagliptin or linagliptin/metformin, in the clinical development programme and from the post-marketing sources.
es_es: En el programa de desarrollo clínico y los informes de datos posteriores a la comercialización, se informó exposición al medicamento durante el embarazo en pacientes tratadas con linagliptina o linagliptina/metformina.

source: DEFINICIONES
es_es: DEFINITIONS

source: DEGRADATION AND ASSAY
es_es: DEGRADACIÓN Y VALORACIÓN

source: DEGRADATION AND ASSAY OF BI 10773 XX [% OF STATED CONTENT]
es_es: DEGRADACIÓN Y VALORACIÓN DE BI 10773 XX [% DEL CONTENIDO DECLARADO]

source: DEGRADATION AND ASSAY OF METFORMIN HCL [% OF STATED CONTENT]
es_es: DEGRADACIÓN Y VALORACIÓN DE CLORHIDRATO DE METFORMINA [% DEL CONTENIDO DECLARADO]

source: DEGREE OF COLORATION OF LIQUIDS ()
es_es: GRADO DE COLORACIÓN DE LOS LÍQUIDOS ()

source: DEMOGRAPHIC AND OTHER BASELINE CHARACTERISTICS
es_es: CARACTERÍSTICAS DEMOGRÁFICAS Y OTRAS CARACTERÍSTICAS INICIALES

source: DESCRIPTION AND COMPOSITION OF THE DRUG PRODUCT
es_es: DESCRIPCIÓN Y COMPOSICIÓN DEL MEDICAMENTO

source: DESCRIPTION OF CONTAINER CLOSURE SYSTEM
es_es: DESCRIPCIÓN DEL ENVASE Y SISTEMA DE CIERRE

source: DESCRIPTION OF NSD, EFF AND PR
es_es: DESCRIPCIÓN DEL DISPOSITIVO DE SEGURIDAD DE AGUJA, LA LENGÜETA DE APOYO EXTENDIDA Y EL ÉMBOLO

source: DESCRIPTION OF THE CONTAINER CLOSURE COMPONENTS
es_es: DESCRIPCIÓN DE LOS COMPONENTES DEL ENVASE Y SISTEMA DE CIERRE

source: DESCRIPTION OF THE CONTAINER CLOSURE SYSTEM
es_es: DESCRIPCIÓN DEL ENVASE Y SISTEMA DE CIERRE

source: DESCRIPTION OF THE MANUFACTURING PROCESS AND PROCESS CONTROLS
es_es: DESCRIPCIÓN DEL PROCESO DE FABRICACIÓN Y LOS CONTROLES DEL PROCESO

source: DESCRIPTION OF THE PRIMARY PACKAGING COMPONENTS
es_es: DESCRIPCIÓN DE LOS COMPONENTES DEL ACONDICIONAMIENTO PRIMARIO

source: DESCRIPTION OF THE PRODUCT
es_es: DESCRIPCIÓN DEL PRODUCTO

source: DESCRIPTION OF THE SECONDARY PACKAGING CONFIGURATION
es_es: DESCRIPCIÓN DE LA CONFIGURACIÓN DEL ACONDICIONAMIENTO SECUNDARIO

source: DESCRIPTION OF THE STRUCTURE
es_es: DESCRIPCIÓN DE LA ESTRUCTURA

source: DESIGN AND ANALYSIS METHODS OF THE CAROLINA TRIAL
es_es: MÉTODOS DE DISEÑO Y ANÁLISIS DEL ENSAYO CAROLINA

source: DESIGN OF STABILITY INVESTIGATION
es_es: DISEÑO DE LA INVESTIGACIÓN DE ESTABILIDAD

source: DESIGN, SETTING, AND PARTICIPANTS Randomized clinical trial at 27 hospitals in Australia and 1 in New Zealand using open-label treatment and blinded assessment of radiological and clinical outcomes.
es_es: DISEÑO, ENTORNO Y PARTICIPANTES Ensayo clínico aleatorizado que se llevó a cabo en 27 hospitales de Australia y en 1 de Nueva Zelanda, en el que se utilizó tratamiento a rótulo abierto y evaluación enmascarada de criterios de valoración clínicos y radiológicos.

source: DETECTION LIMIT
es_es: LÍMITE DE DETECCIÓN

source: DETERMINATION OF COLORATION
es_es: DETERMINACIÓN DE COLORACIÓN

source: DEVIATIONS FROM THE STUDY PLAN
es_es: DESVIACIONES DEL PLAN DEL ESTUDIO

source: DE_BW_ 01_MIA_2022_0059 in accordance with
es_es: DE_BW_ 01_MIA_2022_0059, tal como surge de:

source: DF-Sample
es_es: DF-Muestra
